[Language]	;last update: 2008.01.02
Code="pl"
Name="Polish"
Translator="Byru <byru@blitz-art.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Zamknij"
Maximize="Maksymalizuj"
Minimize="Minimalizuj"
Restore="Przywróć"
Menu="Menu główne"

; Status Icon
[NotifyIcon]
Tip=Tłumacz Lingoes\nTłumacz kursora: [$CursorStatus]\nZoned Word Translator: [$SelectionStatus]\nTłumacz schowka: [$ClipboardStatus]
InfoTitle="Tłumacz Lingoes"
Info=Tłumacz kursora: [$CursorStatus]\nZoned Word Translator: [$SelectionStatus]\nTłumacz schowka: [$ClipboardStatus]
Enabled="Aktywny"
Disabled="Nieaktywny"


[MainMenu]
Open="Otwórz"
CursorTranslator="Tłumacz kursora"
SelectionTranslator="Zoned Word Translator"
ClipboardTranslator="Tłumacz schowka"
Configuration="Konfiguracja..."
Appendices="Załączniki..."
Dictionaries="Słowniki..."
Activation="Aktywacja produktu"
UpdateOnline=Aktualizacja Online
Help="Pomoc"
About="O programie"
SupportOnline=Pomoc Online
Exit="Zamknij"


[DlgInput]
Back="Wstecz"
Forward="Dalej"
MainMenu="Menu główne"
HistoryList="Historia"
Search="Szukaj", "Szukaj szczegółowych wyjaśnień"
WebSearch="Szukaj w sieci"
AutoMatch="Automatyczny dobór", "Dobieraj automatycznie w grupie głównej"
MatchSetup="Opcje grupy głównej..."
FindEngine="Znajdź więcej sieciowych silników..."


[DlgIndex]
Index="Indeks"
Guide="Przewodnik"
Appendix="Załącznik"
NoIndex="Brak katalogu"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Dodaj słownik do <b>grupy katalogu</b>, Możesz otrzymać sugestię pisowni przy wprowadzaniu włowa.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Kliknij tutaj aby zarządzać grupą katalogu.</u></a></div>"


[WebGuide]
Results="Wyniki"
Spelling="Alternatywna pisownia"
Appendices=Załączniki


Options="Opcje"
Dictionaries="Słowniki...", "Zarządzaj słownikami"
ManageAppendices="Załączniki...", "Zarządzaj Załączniki"
Configuration="Konfiguracja...", "Otwórz okno konfiguracji"
Help="Pomoc", "Wyświetl pomoc programu Lingoes"
Homepage="lingoes.net", "Odwiedź stronę internetową programu Lingoes"
Community="Społeczność Lingoes", "Sieciowa społeczność programu Lingoes"

[DlgStatus]
KeepVisible=Trzymaj okno zawsze na wierzchu

[DlgView]
Speak="Powiedz to", "Wymów zaznaczony tekst"
Search="Szukaj"
Copy="Kopiuj"
Print="Drukuj..."
Save="Zapisz..."
Find="Znajdź..."
SelectAll="Zaznacz wszystko"
TextTranslate="Tłumaczenie", "Uruchom tłumaczenie tekstu"
StartPage="", "Start Page"
ShowIndex="Pokaż panel boczny"
HideIndex="Ukryj panel boczny"
SaveFilter="Plik HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Opcje mowy..."
SelectVoice="Wybierz głos"
Activation=Aktywacja", "Kreator Aktywacji Lingoes

[DlgInfo]
Title="Wiadomość"
Ok="Ok"
Cancel="Anuluj"
Yes="Tak"
No="Nie"
Retry="Ponów"
Abort="Wstrzymaj"
Ignore="Ignoruj"


[DlgAuthentication]
Title="Połącz z "
TitleProxy="Połącz z serwerem proxy "
Username="Użytkownik:"
Password="Hasło:"
Remember="Pamiętaj moje hasło"
Ok="Ok"
Cancel="Anuluj"


[WndGrab]
Open="Szukaj szczegółowych wyjaśnień"
Speak="Powiedz to"
Copy="Kopiuj"
TextTranslation="Tłumaczenie tekstu"
KeepSize=Zachowaj rozmiar okna
KeepVisible="Wyświetlaj okno zawsze na wierzchu"
Back="Wstecz"
Forward="Dalej"
Search="Szukaj\n  Enter:\t\tSzukaj\n  Ctrl + Enter:\tSzukaj szczegółowych wyjaśnień\n  Shift + Enter:\tTłumaczenie tekstu\n  Alt + Enter:\tSzukaj w sieci"

[DlgDictOption]
Title="Opcje słowników"
NetInstall="Zainstaluj z sieci", "Zainstaluj słownik ze strony internetowej programu Lingoes"
Install="Zainstaluj", "Zainstaluj słownik z dysku"
Uninstall="Odinstaluj", "Odinstaluj słownik"
Add="Dodaj", "Dodaj słownik do listy"
Remove="Usuń", "Usuń słownik z listy"
Download="Pobierz", "Pobierz słownik do użytku lokalnego"
MoveTop="", "Przenieś na górę"
MoveUp="", "Przenieś do góry"
MoveDown="", "Przenieś w dół"
MoveBottom="", "Przenieś na dół"
MoreDetails="Szczegóły", "Zobacz szczegóły słownika"
Close="Zamknij"
Installed=Zainstalowane słowniki
Query="Zainstalowane słowniki"
Index="Grupa głowna"
Grab="Grupa tłumacza kursora"


InstalledList="Zainstalowane słowniki"
QueryList="Zainstalowane słowniki"
IndexList="Lista grupy głównej"
GrabList="Lista grupy tłumacza kursora"
DictID="ID"
Online="Online"


Type="Typ"
OnlineType="Wymaga połączenia z internetem"
; IndexType=For Index


AddFilter="Słowniki Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Zainstaluj słownik"
Installing=Instalowanie...


[DlgDictList]
Title="Dodaj słowniki"
Add="Dodaj"
Cancel="Anuluj"
Select="Wybierz"
DictList="Zainstalowane słowniki"
ID="ID"
Online="Online"


[DlgDictInfo]
Title="Szczegóły słownika"
Close="Ok"


ID="ID"
MD5=MD5
Name="Nazwa"
Version="Wersja"
Date="Data stworzenia"
Update="Ostatnia aktualizacja"
IndexCount="Ilość słów"
GlsCount="Ilość słowników"
DictTitle="Tytuł"
DictEdition="Edycja"
DictDescription="Opis"
PubAuthor="Autor"
PubEmail="E-Mail"
PubWebsite="Strona WWW"
PubCopyright="Copyright"
Filename="Nazwa pliku"

; Install Dictionaries

[DlgDictInstall]
Title="Zainstaluj słownik"
InstallSucceed=Zainstalowano słownik \"[$DictTitle]\"
DictGroupOption="Opcje"
AddIndexGroup="Dodaj do \"Grupy grupy głównej\""
AddIndexGroupDesc="Lingoes będzie przeszukiwał słowniki w grupie głównej i wyświetlał najbliższy wynik w pasku indeksu podczas pisania."
AddGrabGroup="Dodaj do \"Grupy tłumacza kursora\""
AddGrabGroupDesc="Lingoes będzie przeszukiwał słowniki w grupie tłumacza kursora i wyświetlał wynik tłumaczenia w oknie tłumacza kursora podczas tłumaczenia kursora."
Ok="Ok"

; Configuration

[DlgOption]
Title="Konfiguracja"
Ok="Ok"
Cancel="Anuluj"
General="Główne"
Appearance="Wygląd"
Connection="Połączenie"
Speech="Mowa"
Hotkey="Klawisze skrótów"
Translate="Tłumacz"
License="Licencje"



[DlgOptGeneral]
Language="Język"
UILanguage="Język interfejsu użytkownika"


WebSearch="Wyszukiwanie w sieci"
SelectWebSearch="Wybierz wyszukiwarkę internetową do przeszukiwania sieci"


TermHistory="Historia"
SaveHistory="Wyszukiwane słowa zapisywane w historii"
ClearHistory="Wyczyść historię"
ClearHistoryConfirmation="Czy jesteś pewien, że chcesz wyczyścić historię?"


AutoStart="Uruchamiaj Lingoes przy logowaniu do systemu Windows"
StartMin="Minimalizuj przy starcie"



[DlgOptAppearance]
UserInterface="Interfejs użytkownika"
WindowStyle="Styl okna"
WindowFont="Czcionka tekstu okna"
WindowFontSize="Rozmiar czcionki"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Wyświetlanie wyników"
TextFont="Czcionka tekstu"
TextFontSize="Rozmiar czcionki"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Czcionka fonetyczna"
CursorTranslatorBar="Okno tłumacza kursora"
FontColor="Kolor czcionki"
BackColor="Kolor tła"
BorderColor="Kolor obramowania"
Transparence="Półprzezroczyste okno tłumacza kursora"
SampleText="Tłumacz kursora"


[Style]
0="Brak"
1="Styl domyślny"



[DlgOptTranslate]
SupportLCMap="Support local language mapping"

; Capture
[DlgOptCapture]
CursorActivation="Tryb tłumaczenia kursora"
MouseActivation=Tryb aktywacji myszą
MouseOver="Najechanie myszą"
LeftMouseButton=Lewy przycisk myszy
MiddleMouseButton=Środkowy przycisk myszy
RightMouseButton=Prawy przycisk myszy
MouseXButton1=Przycisk myszy X 1
MouseXButton2=Przycisk myszy X 2
TimeDelay="Opóźnienie"
MSEL="millisekund"
Language="Opcje językowe"
IgnoreLatin="Ignoruj łacińskie (English, French, German, Spanish, etc.)"
IgnoreCJK="Ignoruj wschodnioazjatyckie (Chinese, Japanese, Korean)"
IgnoreCyrillic="Ignoruj cyrylicę (Russian, Bulgarian, etc.)"
IgnoreArabic=Ignoruj Arabski, hebrajski
InstallAdobePlugin="Install Adobe Acrobat/Reader Plug-in"
ZonedWord="Zoned Word Translator"
ZonedWordFilterRule="Zoned Word Filter Rules..."


[DlgOptSpeech]
Engine="Silnik mowy TTS"
Voice="Głos"
Volume="Głośność"
Pitch="Poziom"
Speed="Prędkość"
RealtimePron="Wymowa w czasie rzeczywistym"
Test="Test"
EnterText="Wprowadź tekst i wypróbuj"



[DlgOptConnection]
ConnectSet="Ustawienia połączenia"
DirectConnect="Połączenie bezpośrednie"
IEProxyConnect="Użyj ustawień proxy przeglądarki"
ProxyConnect="Połącz przez serwer proxy / firewall"
ProxyServer="Serwer proxy:"
ProxyPort="Port:"
Username="Użytkownik:"
Password="Hasło:"
OnlineUpdate="Aktualizacja Online"
UpdateNow="Aktualizuj teraz"
EnableUpdate="Uaktywnij aktualizację online"



[DlgOptHotkey]
OpenMainWnd="Otwórz okno główne"
GrabToggleKey="Klawisz przełączania tłumacza kursora"
ClipboardToggleKey="Klawisz przełączania tłumacza schowka"
Pronounce="Wymów"
CopyInterpretation="Kopiuj zawartość tłumaczenia"
[DlgExpire]
Title=Lingoes wygasł
Ok=Uaktualnij teraz
Cancel=Zamknij
NetworkSettings=Ustawienia sieciowe
Support=Lingoes.net
AskUpgrade=Aktualna wersja wygasła. Musisz uaktualnić program do nowej wersji aby go używać! \nUaktualnić teraz?


[DlgAbout]
DlgTitle="O programie Lingoes"
Version="Wersja: "
PortableEdition="Portable Edition"
Email="Adres E-Mail"
Website="Strona WWW programu Lingoes"
LicenseTo="Ten produkt jest licencjonowany dla:"
LicenseID="ID: "

[WebResult]
SpellingAlternatives="Alternatywna pisownia"
SpellChecker=Sprawdzanie składni
TextTranslation=Tłumaczenie tekstu
WebSearch=Wyszukiwarka internetowa
MoreResults=Więcej wyników
WaitSearch=Pobieranie wyników wyszukiwania...
;NoAlternatives="<div id='dict_spelling' style='padding:12 10 5 10'><b>Nie odnaleziono alternatywnej pisowni</div>"

NoMatch=<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Nie znaleziono wyników dla \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>


[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Jak używać Lingoes"
DownDictTip="Pobierz więcej słowników"
Intro="Wsparcie tłumaczenia - ponad 60 słowników<br>Tłumaczenie kursora, tłumaczenie tekstu i tekst do mowy"


[TextTranslation]
Title="Tłumaczenie tekstu"
To="Na"
Translate="Tłumacz"
RequestFailed="Zapytanie do usługi tłymaczenia nie powiodło się."
ConnectFailed="Lingoes nie może połączyć się z serwerem. Jeśli jesteś połączony z internetem, sprawdź ustawienia połączenia w konfiguracji. "
WaitRequest="Oczekiwanie na wyniki tłumaczenia..."
ParseResultFailed="Analiza wyniku tłumaczenia nie powiodła się. Jeśli wciąż otrzymujesz tę wiadomość - zgłoś ją nam."




[Layout]
DictMenu="Menu słownika"
ShowResult="Pokaż wynik"
MinimizeResult="Minimalizuj wynik"
FindWord="Znajdź: "

; Dictionary Menu

[DictMenu]
About="O słowniku..."
Enable="Włącz"
Disable="Wyłącz"
DisableMsg="Słownik jest wyłączony i nie będzie wyświetlał wyników!\nMożesz go włączyć w oknie \"Słowniki\"."
MoveTop="Ustaw jako główny wynik"
ArrangeResults="Ustaw wyniki..."
IndexGroup="  (Grupa główna)"
QueryGroup="  (Grupa zapytania)"
GrabGroup="  (Grupa tłumacza kursora)"

[Update]
Title="Aktualizacja Online"
AskUpgrade=Znaleziono nową wersję. Czy chcesz uaktualnić program do nowej wersji?
UpgradeNow=Znaleziono nową wersję. Zaleca się dokonanie aktualizacji do nowej wersji
UpdateSuccess=Uaktualniono!
UpdateFail=Błąd przy aktualizacji!
NoUpdate=Posiadasz aktualnie najnowszą wersje.

CheckUpdate="Checking update..."
GetUpdateInfo="Getting updated information..."
DownUpdateData="Downloading updated data..."
ExecUpdate="Updating system..."
GetUpgradeInfo="Getting upgraded information..."
DownUpgradeData="Downloading upgraded data..."
ExecUpgrade="Upgrading system..."
NeedExitForUpgrade="Lingoes will quit for finishing upgrade"

[Message]
InitUpdateServerFail=Błąd przy uruchamianiu usługi aktualizacji programu.
StartDictServerFail=Błąd przy uruchamianiu usługi słownika.
DictFileErr=Nieprawidłowy format pliki!\n[$Filename]
DictVersinTooOld=[$Filename]\nAktualna wersja słownika ([$DictVer]) jest zbyt stara, proszę ją uaktualnić.\n\nOtworzyć stronę internetową programu Lingoes w poszukiwaniu nowszej wersji?
DictVersinTooNew=[$Filename]\nAktualna wersja słownika ([$DictVer]) wymaga nowszej wersji programu Lingoes.\n\nCzy pobrać najnowszą wersję programu z witryny Lingoes?
AskDictRepeatInstall=Lista słowników zawiera już słownik \"[$DictTitle]\"\nCzy kontynuować?


InstallDictFail=Błąd przy instalacji słownika:\n[$Filename]
AskUninstall=Czy jesteś pewien, że chcesz odinstalować słownik?\n\n[$DictTitle]\nID: [$DictID]
UninstallDictFail="Odinstalowanie słownika zakończone niepowodzeniem"
AskRemoveFromGroup=Czy jestes pewien, że chcesz usunąć słownik \"[$DictTitle]\" z listy?


MemoryAllocFail="Błąd przy przydzielaniu pamięci."
FilenameInvalid="Nieprawidłowa nazwa pliku."


AreYouAbort="Czy jesteś pewien, że chcesz przerwać aktualny proces?"
CreateThreadFail="Nie można utworzyć wątku"
CreateEventFail="Nie można utworzyć wydarzenia"
Unfulfilment="Opcja jest niewypełniona"
OnlyProVersion="Opcja jest dostępna tylko w wersji Pro."
NoRegister="To jest wersja niezarejestrowana, proszę zarejestrować program Lingoes aby móc używać tej funkcji."
UsernameIsEmpty="Nazwa użytkownika jest pusta, proszę ją wprowadzić."
SaveSearchResultFail="Błąd zapistywania wyników wyszukiwania."
OpenAppendixFail=Błąd przy otwieraniu zawartosci załącznika.


OpenSpeechEngineFail="Błąd przy ładowaniu silnika TTS, proszę sprawdzić czy silnik TTS został zainstalowany w systemie! \n\nMusisz zainstalować silnik TTS w systemie operacyjnym aby to stwierdzić. Jeśli silnik TTS nie jest zainstalowany, pobierz i zainstaluj go z witryny programu Lingoes\n\nCzy chcesz pobrać go teraz?"
NoImplement="Przepraszamy, ta funkcja jest niespełniona"
